{
  "Home": {
    "navbar": "Home page"
  },
  "Shop": {
    "navbar": "About the magazine",
    "litsenziya": "License",
    "leadership": "Leadership"
  },
  "avtorizatsiya": {
    "navbar": "Log in",
    "navbar2": "Registration"
  },
  "Offical Site": {
    "navbar": "Offical Site",
    "of the National Center": "of the National Center",
    "for Human Rights": "for Human Rights",
    "of the Republic of Uzbekistan": "of the Republic of Uzbekistan",
    "scientific and educational journal": "scientific and educational magazine",
    "democration": "«DEMOCRATIZATION AND HUMAN RIGHTS»",
    "Contact Phone": "Contact Phone",
    "Our address": "Electron address"
  },
  "News": {
    "navbar": "News",
    "maqola": "Article"
  },
  "Welcom": {
    "welcom to the": "JOURNAL \"DEMOCRATIZATION AND HUMAN RIGHTS\"",
    "The magazine has been 1999": "The magazine has been published regularly since 1999",
    "Explore more": "More"
  },
  "our work": {
    "WHAT WE DO": "International indexes of the journal"
  },
  "Recent Work": {
    "work": "Recent Work"
  },
  "SERVICES": {
    "service": "SERVICES"
  },
  "Our blog": {
    "blog": "OUR BLOG"
  },
  "Our staff": {
    "staff": "Editorial Board",
    "Editor": "Members of the International Editorial Board",
    "lives": "Members of the Editorial Board"
  },
  "submitting an article to the journal": {
    "submiting": "To the authors of the article",
    "submiting2": "For reference",
    "article": "Requirements for articles",
    "mode": "The order of publication of articles in the journal",
    "editorial" : "Send an article to the editor"
  },
  "About Us": {
    "aboutUs": "About Us"
  },
  "Arxiv": {
    "arxiv": "Electronic library"
  },
  "Subscription": {
    "obuna": "Subscribe",
    "ofline": "Subscribe to the traditional (paper) magazine format",
    "online": "Subscribe to the electronic form of the magazine"
  },
  "members": {
    "member1": "Doctor of Law, Associate Professor",
    "member5": "candidate of jurisprudence, doctor",
    "member2": "Doctor of Law, Professor, Scientist of the Republic of Uzbekistan",
    "member3": "Doctor of Law, Professor, Honored Lawyer of Uzbekistan",
    "member4": "doctor of jurisprudence, professor"
  },
  "state": {
    "state1": "Uzbekistan",
    "state2": "Russian Federation",
    "state3": "Japan",
    "state4": "USA",
    "state5": "Poland",
    "state6": "Organization of Islamic Cooperation",
    "state7": "Estonia",
    "state8": "Kazakhstan"
  },
  "login": {
    "loginAccount" : "Log in",
    "emailLabel" : "E-mail",
    "emailPlaceholder" : "Username or email",
    "passwordLabel" : "password",
    "passwordPlaceholder" : "Password",
    "submitButton" : "Log in",
    "caution" : "Don't have an account yet?",
    "caution2"  : "Register a new account",
    "emailError" : "Enter the email",
    "passwordError" : "Enter the password",
    "logout": "Log out"
  },
  "send file" : {
    "nameLabel" : "F.I.SH",
    "namePlaceholder" : "Your last name, first name and patronymic",
    "nameErrorMessage" : "Enter a name!",
    "emailLabel" : "E-mail",
    "emailPlaceholder" : "Enter your email",
    "emailErrorMessage" : "Enter your email!",
    "phoneLabel" : "Phone number",
    "phonePlaceholder" : "Enter a phone number",
    "phoneErrorMessage" : "Enter a phone number!",
    "fileLabel" : "Download the article in \"word\" format",
    "fileErrorMessage" : "Upload file",
    "textLabel" : "Article",
    "textPlaceholder" : "If you have additional comments, please write",
    "textErrorMessage" : "Enter a message!",
    "buttonText" : "Send a file"
  },
  "jurnale" : {
    "text" : "General information",
    "rasm": "Cover picture"
  },

  "registr": {
    "accaunt": "Register on the site",
    "list": "If you register on the site, you will be able to download previous issues of the magazine for free",
    "name": "Name",
    "password": "Password",
    "email": "E-mail",
    "registr": "Sign up",
    "cansel": "Cancel",
    "errorName": "Enter the name",
    "errorParol": "Enter the password",
    "errorEamil": "Enter the email"
  },
  "send message": {
    "nameLabel" : "Name",
    "namePlaceholder" : "Enter your name",
    "nameErrorMessage" : "Enter your name!",
    "emailLabel" : "E-mail",
    "emailPlaceholder" : "Enter the email",
    "emailErrorMessage" : "Enter the email!",
    "phoneLabel" : "Phone number",
    "phonePlaceholder" : "Enter your phone number",
    "phoneErrorMessage" : "Enter your phone number!",
    "messageLabel" : "For appeals",
    "messagePlaceholder" : "Enter a comment",
    "messageErrorMessage" : "Enter a comment!",
    "button" : "Send a message",
    "tulov": "Payment",
    "mundarija": "Table of contents",
    "worktime": "Business hours Monday-Friday: 9:00 - 18:00",
    "adress" : "15 Islam Karimov Street"
  },
  "connect" : {
    "connect" : "Contact us",
    "errorEamil": "Enter the email",
    "tulov": "Payment",
    "nusxa": "How many copies",
    "manzil": "Address",
    "muassis" : "Founder",
    "muassis2" : "Co-founders",
    "m1" : "Uzbekistan",
    "m2" : "trade unions",
    "m3" : "Federation",
    "o1" : "Higher Education of the Republic of Uzbekistan",
    "o2" : "Assembly on Human Rights",
    "o3" : " Representative (Ombudsman)"




  },
  "send": {
    "send": "Shopping",
    "new": "New issue of the magazine"
  },
  "malumot": {
    "malumot1": "JOURNAL OF DEMOCRATICIZATION AND HUMAN RIGHTS Scientific-educational journal. Journal March 16, 2020",
    "malumot": "Registered with the Information and Mass Communications Agency under the Presidential Administration of the Republic of Uzbekistan under number 0202. The journal \"Democratization and Human Rights\" is included in the list of scientific publications recommended for publication by the Higher Attestation Commission under the Cabinet of Ministers of the Republic of Uzbekistan on the main scientific results of dissertations in law, philosophy, history, politics, Islamic studies and sociology",
    "malumot2": "Full archive"
  },
  "leadershep": {
    "leadershep": "Akmal Kholmatovich Saidov was born in 1958 in the village of Zangiota, Tashkent region. Nationality - Uzbek. Education - higher. In 1981 he graduated with honors from the Faculty of Law of the National University of Uzbekistan named after Mirzo Ulugbek.From 1981 to 1984 he studied at the graduate school of the Institute of State and Law of the Academy of Sciences of the former Soviet Union, and in 1984 he defended his dissertation. In 1990 he received the degree of Doctor of Law, in 1993 he received the title of Professor of International and Comparative Law. He has been a full member of the Academy of Sciences of the Republic of Uzbekistan since 2017. 1985-1992 - Senior Research Fellow, Head of Sector, Institute of Philosophy and Law, 1986-1987 - Scientific Secretary of the Department of Philosophy, Economics and Law of the Presidium of the Academy of Sciences of Uzbekistan, 1989-1991 - Chairman of the Committee of Youth Organizations of Uzbekistan, 1992- In 1993 he was the director of the Institute of World Problems under the President of the Republic of Uzbekistan, in 1993-1994 he was the rector of the Tashkent State Law Institute. From 1994 to 1996, AH Saidov served as Ambassador Extraordinary and Plenipotentiary of the Republic of Uzbekistan to France, as well as Permanent Delegate of Uzbekistan to UNESCO. He has the rank of Ambassador Extraordinary and Plenipotentiary. In accordance with the Decree of the President of the Republic of Uzbekistan, he has been the Director of the National Center for Human Rights of the Republic of Uzbekistan since October 1996. AH Saidov has almost 30 years of practical experience in the field of parliamentarism.He has been elected to the national parliament five times since independence. Since 1999, he has chaired the Parliamentary Committee on Democratic Institutions, Non-Governmental Organizations and Citizens' Self-Government. He is also the Chairman of the Parliamentary Commission on Management of the Public Fund for Support of Non-Governmental Organizations and Other Civil Society Institutions under the Oliy Majlis of the Republic of Uzbekistan. On October 17, 2019, at the 141st Assembly of the Inter-Parliamentary Union in Belgrade (Serbia), AH Saidov was elected a member of the Executive Committee of the organization for the first time in the history of independent Uzbekistan for the period from 2020 to 2023. At the 44th session of the OIC Council of Foreign Ministers held in C Kte d'Ivoire on July 10-11, 2017, he was a member of the OIC Independent Standing Committee on Human Rights as a representative of Uzbekistan from Asia. A year later, he was elected chairman of the OIC Commission.He is the Chairman of the Uzbek-Belgian Parliamentary Group, the Chairman of the Uzbek-French Parliamentary Friendship Group and a member of the Uzbek-European Union Interparliamentary Cooperation Committee. Saidov is a full member of the International Association of Constitutional Law, a corresponding member of the International Academy of Comparative Law, a foreign member of the French Society of Comparative Law, a member of the International Association of Lawyers of Asia and the Pacific and the Russian Association of International Law. He is the author of 30 textbooks and manuals, more than 300 pamphlets and scientific articles on comparative law, international law, constitutional law, human rights, the theory and history of state and law. His works have been published in the United States, Great Britain, Austria, Germany, France, Poland, Belgium, Russia, China, India, South Korea, Japan and other countries. He has participated in more than 100 international scientific conferences. In 1998 he was awarded the badge \"Badge of Uzbekistan\", in 2002 - \"Labor Glory\", in 2006 - \"Friendship\" and in 2017 - \"Honor of the Nation\". Oilali. She has two children.",
    "leader": "Leadership",
    "rais": "Chairman of the Editorial Board",
    "name1": "Akmal Saidov",
    "tarjima": "Biography",
    "muharrir": "Editor-in-Chief",
    "name": "Erkin Ernzarov",
    "back": "Back",
    "send": "Purchase"
  },
  "azolar": {
    "azo1": "Mirzatillo Tillabayev",
    "azo2": "Xalim Boboyev",
    "azo3": "Omon Oqyulov",
    "azo4": "Asqar G'afurov",
    "azo5": "Yelizaveta Kutibayeva",
    "azo6": "Xaydarali Muxamedov",
    "azo7": "Muzaffar Mamasiddiqov",
    "azo8": "Mixail Gasanov"
  },
  "azolar2": {
    "azo1": "Tanzila Narbayeva",
    "azo2": "Qudratilla Rafiqov",
    "azo3": "Aslan Abashidze",
    "azo4": "Akira Fujimoto",
    "azo5": "Uilyam Batler",
    "azo6": "Tadeush Bodio",
    "azo7": "Marg'ub But",
    "azo8": "Reyn Mullerson",
    "azo9": "Tatyana Moskalkova",
    "azo10": "Sergey Udarsev"
  },
  "subscribe": {
    "money": "Price",
    "sum": "sum",
    "ofline": "Would you like to subscribe to next season’s issues of the magazine ?",
    "buy": "Would you like to buy a magazine?",
    "nomi": "The number of the magazine"
  },
  "talab": {
    "talab": "It is recommended that the size be 6 to 12 pages.",
    "talab1": "Must be submitted in Uzbek, English or Russian.",
    "talab2": "The topic of the article should be related to the processes of democratization and human rights, as well as one of the disciplines of political science, law, philosophy, history, Islamic studies and sociology.",
    "talab3": "The article should provide scientific novelty, suggestions and research conclusions",
    "talab4": "Facts, quotations, evidence, and statistics must be used. The use of infographics and tables is recommended.",
    "talab5": "The author's opinions and conclusions should be scientifically based",
    "talab6": "Article annotations and keywords must be submitted in 3 languages: Uzbek, English and Russian.",
    "talab7": "It is recommended that the text be free of spelling, stylistic and punctuation errors.",
    "talab8": "Technical requirements for the text: A4 format, 14 kegels and 1.5 spacing.",
    "talab9": "It is recommended to have 6-12 pages."
  },
  "tartib": {
    "tartib": "Article publishing procedure",
    "tartib1": "Familiarize yourself with the requirements of the article.\nWrite an article based on this.",
    "tartib2": "There are two ways to edit an article:",
    "tartib3": "You can come to the editorial office and submit an article in electronic or paper form.",
    "tartib4": "You can send an e-mail to journal@nhrc.uz.",
    "tartib5": "Articles submitted to the editorial office are checked for compliance with the requirements of the journal, and articles that meet the requirements are accepted on the basis of registration.",
    "tartib6": "Submissions will be reviewed and reviewed anonymously by the Editorial Board.",
    "tartib7": "Based on the conclusion of the Editorial Board, the article is placed in the pages of the magazine or rejected or transferred to the reserve.",
    "tartib8": "Reserved articles will be published in future issues of the magazine.",
    "tartib9": "Published articles are edited by the editors, and the authors are contacted when any questions arise in the editing.",
    "tartib10": "Authors who have published an article will be notified after the publication of the journal.",
    "tartib11": "You can submit an article through the site"
  },
  "aboutjournal": {
    "text0": "General information",
    "text1": "The Journal of Democratization and Human Rights is a scientific and educational journal. The magazine was registered on March 16, 2020 at the Agency for Information and Mass Communications under the Presidential Administration of the Republic of Uzbekistan under number 0202.",
    "text2": "The Journal of Democratization and Human Rights is included in the list of scientific publications recommended for publication by the Higher Attestation Commission under the Cabinet of Ministers of the Republic of Uzbekistan on the main scientific results of dissertations in law, philosophy, history, politics, Islamic studies and sociology."
  }
}

